Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/koulutus_ja_oppimateriaali(0).html.tmx
Source language: fin
Languages: sms

source: Koulutus- ja oppimateriaalilautakunta
sms: Škooultõs- da mättmateriaal-luʹvddkåʹdd

source: Koulutus- ja oppimateriaalilautakunta on Saamelaiskäräjien koulutuspoliittisten sekä saamenkieliseen varhaiskasvatukseen liittyvien esitysten, aloitteiden, lausuntojen ja kannanottojen valmistelija.
sms: Škooultõs- da mättmateriaal-luʹvddkåʹdd lij Sääʹmteeʹǧǧ škooultõspoliittlaž di sääʹmǩiõllsaž peiʹvvhoiddu õhttneei eʹtǩǩõõzzi, aalǥtõõzzi, ceâlklmi da peäʹlestvälddmõõžži valmštõõlli.

source: Lautakunta vastaa myös saamenkielisen oppimateriaalin suunnittelusta, valmistamisesta ja jakelusta.
sms: Luʹvddkåʹdd vaʹsttad sääʹmǩiõllsaž mättmateriaal plaanummšest, valmštummšest da jueʹǩǩmest še.

source: Lautakunnan tehtävänä on edistää saamelaisoppilaiden oikeuksia oman kielen ja omakieliseen opetukseen sekä saamelaisopetuksen asemaa Suomen koulujärjestelmässä.
sms: Luʹvddkååʹdd tuâjjan lij oouʹdeed sääʹm-mättʼtõõttji vuõiggâdvuõđid jiiʹjjes ǩiõl da jiiʹjjesǩiõllsaž mättʼtõʹsse di oouʹdeed sääʹm-mättʼtõõzz sââʹj Lääʹddjânnam škooulriâšldõõǥǥâst.

source: Se tekee saamelaisten opetukseen liittyvää alueellista, kansallista ja pohjoismaista yhteistyötä.
sms: Tõt tuejjad säʹmmlai mättʼtõʹsse õhttneei vooudlaž, naroodlaž da tâʹvvjânnmallaš õhttsažtuâj.

source: Lautakunta päättää valtion talousarviossa (pääluokka 29, opetus- ja kulttuuriministeriö) saamenkielisen oppimateriaalin ja saamelaisopetuksen kehittämiseen osoitettujen valtionavustusten käytöstä.
sms: Luʹvddkåʹdd tuʹmmai riikk tällõsarvvlõõzzâst (väʹlddklass 29, mättʼtõs- da kulttuurministeria) sääʹmǩiõllsaž mättmateriaal da sääʹm-mättʼtõõzz õõudâsviikkma čuäʹjtum riikkveäʹǩǩvuõđi ââʹnnmest.

source: Se valmistelee Saamelaiskäräjien kokoukselle oppimateriaalituotannon vuotuiset ja pitemmän aikavälin suunnitelmat ja antaa vuosittain Saamelaiskäräjien kokoukselle ja Opetushallitukselle selvityksen saamenkielisen oppimateriaalin tilanteesta, tarpeista ja valtionavustuksen käytöstä.
sms: Tõt valmštââll Sääʹmteeʹǧǧ såbbra mättmateriaalpuuʹtʼtõõzz ekksaž da kuuʹǩǩab ääiʹj plaanid da oudd juõʹǩǩ eeʹjj Sääʹmteeʹǧǧ såbbra da Mättʼtõshalltõʹsse čiõlǥtõõzz sääʹmǩiõllsaž mättmateriaal vueʹjjest, taaʹrbin da riikkveäʹǩǩvuõđ ââʹnnmest.

source: Lautakunta valmistelee kerran vaalikauden aikana koulutuspoliittisen tiedonannon Saamelaiskäräjien kokoukselle.
sms: Luʹvddkåʹdd valmštââll õõut vuâra vaalpââʹj ääiʹj škooultõspoliittlaž teâttânouddmõõžž Sääʹmteeʹǧǧ såbbra.

source: Lautakunta vastaa lisäksi Saamelaisnuorten taidetapahtumasta (Sámenuoraid dáiddadáhpáhus), joka on vuosittain yhteistyössä saamelaisten kotiseutualueen kuntien ja saamelaisyhdistysten kanssa järjestettävä lasten ja nuorten taide- ja kulttuurikatselmus.
sms: Luʹvddkåʹdd vaʹsttad lââʹssen Sääʹmnuõri čeäʹppvuõđpeeiʹvest , kååʹtt lij juõʹǩǩ eeʹjj õhttsažtuâjast säʹmmlai dommvuuʹd kooʹddi- da sääʹmõõutstõõzzivuiʹm riõššum päärnai da nuõri čeäʹppvuõtt- da kulttuurǩiõččâlm. Luʹvddkååʹdd ǩiõttʼtõõllâm aaʹššid valmštââll da peejj tueiʹmme škooultõs- da mättmateriaalkoontâr.

source: Lautakunnan käsittelemät asiat valmistelee ja toimeenpanee koulutus- ja oppimateriaalitoimisto.
sms: Luʹvddkååʹdd ouʹddepuhttjen tuåimmje škooultõspiisar (škooultõspoliittlaž da peiʹvvhåiddääʹšš).

source: Lautakunnan esittelijöinä toimivat koulutussihteeri (koulutuspoliittiset ja varhaiskasvatusasiat) ja oppimateriaalisihteeri (oppimateriaaliasiat).
sms: Škooultõs- da mättmateriaal-luʹvddkådda koʹlle iiʹjjin 2020-2023 täk vuäzzla:

source: Koulutus- ja oppimateriaalilautakuntaan kuuluvat vuosina 2020-2023 seuraavat jäsenet:
sms: Vuäzzla: Ljetoff Tauno, sj. Magga Ulla-Maarit, vsj. Aikio-Siltala Niina Aikio Matti Valkeapää Samuel Pautamo Ellen Ravna Ellen

source: Jäsenet: Ljetoff Tauno, pj. Magga Ulla-Maarit, vpj. Aikio-Siltala Niina Aikio Matti Valkeapää Samuel Pautamo Ellen Ravna Ellen
sms: Väärrvuäzzla: Kiprianoff Tuomas Juuso Berit-Ellen Mäenpää Iiris Hetta Elli-Marja Valkeapää Niko Jama Kaisa-Mari Lukkari Sammol
